const Data = [
	{
		id: 0,
		'Приемник': {
			'1-п4': {
				'x': 1,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.39',
				'os': 'Лотос'
			},
			'1-п3': {
				'x': 6,
				'y': 2,
				'type': 'моноблок',
				'ip': '192.168.55.49',
				'os': 'Windows 10'
			},
			'1-п2': {
				'x': 1,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.59',
				'os': 'Лотос'
			},
			'1-п1': {
				'x': 1,
				'y': 5,
				'type': 'моноблок',
				'ip': '192.168.55.44',
				'os': 'Астра'
			}
		},
		'Лаборатория': {
			'1-лаб1': {
				'x': 5,
				'y': 1,
				'type': 'моноблок',
				'ip': '10.1.37.146',
				'os': 'Астра'
			},
			'1-лаб2': {
				'x': 6,
				'y': 1,
				'type': 'десктоп',
				'ip': '10.1.37.158',
				'os': 'Windows 7'
			}
		},
		'Реанимац. зал №5': {
			'1-реа': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '...248',
				'os': 'Неизвестно'
			}
		},
		'Ст. М/С №4': {
			'1-с/м': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.52',
				'os': 'Windows 7'
			}
		},
		'Приемник гинеколог. №6': {
			'1-гин': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.50',
				'os': 'RedOS'
			}
		},
		'Приемник ОГХ': {
			'1-огх1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.47',
				'os': 'Астра'
			},
			'1-огх2': {
				'x': 4,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.46',
				'os': 'Астра'
			}
		},
		'Рентген': {
			'1-рен1': {
				'x': 1,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.43',
				'os': 'Астра'
			},
			'1-рен2': {
				'x': 6,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.29',
				'os': 'Астра'
			},
			'1-рен-п': {
				'x': 6,
				'y': 2,
				'type': 'принтер',
				'ip': '192.168.55.57',
				'os': 'HP'
			},
			'1-рен4': {
				'x': 1,
				'y': 5,
				'type': 'моноблок',
				'ip': '192.168.50.76',
				'os': 'Астра'
			}
		},
		'ЭКГ №8': {
			'1-экг1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.58',
				'os': 'Астра'
			}
		},
		'Ординаторская Селиванова №10': {
			'1-орс1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.42',
				'os': 'Windows 10'
			},
			'1-орс2': {
				'x': 4,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.40',
				'os': 'Астра'
			},
			'1-орс-п': {
				'x': 4,
				'y': 2,
				'type': 'принтер',
				'ip': '192.168.55.51',
				'os': 'HP'
			}
		},
		'Наркота': {
			'1-нарк1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.56',
				'os': 'Rubuntu'
			}
		},
		'УЗИ': {
			'1-узи1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.32',
				'os': 'Астра'
			}
		},
		'Ординаторская эндоскоп.': {
			'1-орэ1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.53',
				'os': 'Астра'
			}
		}
	},
	{
		id: 1,
		'Ординаторская': {
			'2-орд1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': 'не подключен',
				'os': 'Неизвестно'
			},
			'2-орд2': {
				'x': 6,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.61',
				'os': 'Астра'
			},
			'2-орд3': {
				'x': 1,
				'y': 2,
				'type': 'моноблок',
				'ip': '192.168.55.30',
				'os': 'Windows 10'
			},
			'2-орд4': {
				'x': 6,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.38',
				'os': 'Windows 10'
			},
			'2-орд5': {
				'x': 6,
				'y': 4,
				'type': 'моноблок',
				'ip': '192.168.55.41',
				'os': 'Астра'
			}
		},
		'Пост': {
			'2-пост1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.62',
				'os': 'Астра'
			},
		},
		'Процедурка': {
			'2-проц1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.75',
				'os': 'Windows 10'
			},
		},
		'Старш. М/С Кучкина': {
			'2-с/м': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.37',
				'os': 'Windows'
			},
		},
		'Зав. экстренной хирургии': {
			'2-зав': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.45',
				'os': 'Windows'
			},
		},
		'Кабинет №16': {
			'2-к16': {
				'x': 1,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.78',
				'os': 'Windows 7'
			},
		}
	},
	{
		id: 2,
		'Ординаторская': {
			'3-орд1': {
				'x': 4,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.65',
				'os': 'Астра'
			},
			'3-орд2': {
				'x': 5,
				'y': 2,
				'type': 'моноблок',
				'ip': '192.168.55.66',
				'os': 'Астра'
			},
			'3-орд3': {
				'x': 3,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.48',
				'os': 'Windows 7'
			},
			'3-орд-п': {
				'x': 4,
				'y': 4,
				'type': 'принтер',
				'ip': '192.168.55.67',
				'os': ''
			},
			'3-орд4': {
				'x': 5,
				'y': 4,
				'type': 'моноблок',
				'ip': '192.168.55.64',
				'os': 'Астра'
			}
		},
		'Пост': {
			'3-пост': {
				'x': 3,
				'y': 1,
				'type': 'десктоп',
				'ip': '192.168.55.34',
				'os': 'Windows 7'
			}
		},
		'Ст. М/С Аминева': {
			'3-с/м': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.63',
				'os': 'Астра'
			}
		},
		'Зав. гнойной Скрипкин': {
			'3-зав-гхо': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.33',
				'os': 'Астра'
			}
		},
		'Процедурка': {
			'3-проц': {
				'x': 3,
				'y': 1,
				'type': 'десктоп',
				'ip': '192.168.55.35',
				'os': 'Windows 10'
			}
		},
		'АИР ординаторская слева': {
			'3-аир1': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.69',
				'os': 'Windows 7'
			}
		},
		'АИР пост': {
			'3-аир2': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.70',
				'os': 'Windows 10'
			}
		},
		'АИР заведующий': {
			'3-зав-аир': {
				'x': 3,
				'y': 1,
				'type': 'десктоп',
				'ip': '192.168.55.71',
				'os': 'Windows 7'
			}
		},
		'АИР ординаторская возле заведующего': {
			'3-аир3': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.68',
				'os': 'Windows 7'
			}
		}
	},
	{
		id: 3,
		'Ординаторская': {
			'4-орд1': {
				'x': 3,
				'y': 2,
				'type': 'моноблок',
				'ip': '192.168.55.26',
				'os': 'Астра'
			},
			'4-орд2': {
				'x': 5,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.27',
				'os': 'Астра'
			},
			'4-орд3': {
				'x': 5,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.31',
				'os': 'Астра'
			},
			'4-орд4': {
				'x': 5,
				'y': 4,
				'type': 'моноблок',
				'ip': '192.168.55.28',
				'os': 'Астра'
			}
		},
		'Ст. М/С': {
			'4-м/с': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.22',
				'os': 'Астра'
			}
		},
		'Ст. операц. М/С Панимаш': {
			'4-м/с': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.29',
				'os': 'Астра'
			}
		},
		'Процедурка': {
			'4-проц': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.23',
				'os': 'Windows 10'
			}
		},
		'Смотровой': {
			'4-смо': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.24',
				'os': 'Астра'
			}
		},
		'Зав. гинекологией': {
			'4-зав': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.25',
				'os': 'Астра'
			}
		},
		'Операционная': {
			'4-опер': {
				'x': 3,
				'y': 1,
				'type': 'десктоп',
				'ip': '192.168.55.72',
				'os': 'Windows 7'
			}
		}
	},
	{
		id: 4,
		'Ординаторская': {
			'5-орд1': {
				'x': 3,
				'y': 1,
				'type': 'дексктоп',
				'ip': '192.168.55.54',
				'os': 'Астра'
			},
			'5-орд2': {
				'x': 5,
				'y': 2,
				'type': 'моноблок',
				'ip': '192.168.55.74',
				'os': 'Астра'
			},
			'5-орд3': {
				'x': 1,
				'y': 3,
				'type': 'моноблок',
				'ip': '192.168.55.73',
				'os': 'Астра'
			},
			'5-орд4': {
				'x': 5,
				'y': 4,
				'type': 'моноблок',
				'ip': '192.168.55.55',
				'os': 'Астра'
			}
		},
		'Зав. отделением': {
			'5-зав': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.21',
				'os': 'Windows 10'
			}
		},
		'Киосова': {
			'5-кио': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.60',
				'os': 'Windows 10'
			}
		},
		'Процедурка': {
			'5-проц': {
				'x': 3,
				'y': 1,
				'type': 'моноблок',
				'ip': '192.168.55.20',
				'os': 'Windows 10'
			}
		}
	}
]

export default Data;